2016/migratie 2016-02-09/migr-test-isc/test/test43/1/0410-uit-bzmBhgOverlijden-overlijden.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header/>
   <soapenv:Body>
      <brp:bhg_ovlRegistreerOverlijden xmlns:brp="http://www.bzk.nl/brp/brp0200">
         <brp:stuurgegevens brp:communicatieID="comid.stuurgegevens00B">
            <brp:zendendePartij>199902</brp:zendendePartij>
            <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
            <brp:referentienummer>00000000-0000-0000-0091-000000000185</brp:referentienummer>
            <brp:tijdstipVerzending>2015-04-07T12:37:06.799</brp:tijdstipVerzending>
         </brp:stuurgegevens>
         <brp:parameters brp:communicatieID="comid.parameters_pOO0">
            <brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
         </brp:parameters>
         <brp:overlijdenInNederland brp:objecttype="AdministratieveHandeling"
                                    brp:communicatieID="comid.overlijdenInNederland_rOO0">
            <brp:partijCode>036101</brp:partijCode>
            <brp:toelichtingOntlening>Bijhouding</brp:toelichtingOntlening>
            <brp:bronnen>
               <brp:bron brp:objecttype="ActieBron" brp:communicatieID="comid.bron1">
                  <brp:document brp:objecttype="Document" brp:communicatieID="Document1">
                     <brp:soortNaam>Overlijdensakte</brp:soortNaam>
                     <brp:identificatie>identificatiehappy</brp:identificatie>
                     <brp:aktenummer>1234567</brp:aktenummer>
                     <brp:partijCode>036101</brp:partijCode>
                  </brp:document>
               </brp:bron>
            </brp:bronnen>
            <brp:acties>
               <brp:registratieOverlijden brp:objecttype="Actie" brp:communicatieID="comid.registratieOverlijden_rar0">
                  <brp:datumAanvangGeldigheid>2012-10-05</brp:datumAanvangGeldigheid>
                  <brp:bronnen>
                     <brp:bron brp:objecttype="ActieBron" brp:communicatieID="BronDocument1"
                               brp:referentieID="comid.bron1"/>
                  </brp:bronnen>
                  <brp:persoon brp:objectSleutel="$$objectSleutel$$" brp:objecttype="Persoon"
                               brp:communicatieID="comid.persoon_opr0">
                     <brp:overlijden brp:communicatieID="comid.overlijden_opr0">
                        <brp:datum>2012-10-05</brp:datum>
                        <brp:gemeenteCode>1773</brp:gemeenteCode>
                     </brp:overlijden>
                  </brp:persoon>
               </brp:registratieOverlijden>
            </brp:acties>
         </brp:overlijdenInNederland>
      </brp:bhg_ovlRegistreerOverlijden>
   </soapenv:Body>
</soapenv:Envelope>